Repository: Sebobo/Shel.Neos.WorkspaceModule
Catalog: Resources/Private/Translations/*/Main.xlf
Languages: de

# module.loadingText
source: Loading workspace module…
de: Lade Arbeitsbereiche…

# table.column.access.private
source: This workspace is owned by {owner}
de: Dieser Arbeitsbereich gehört {owner}

# table.column.access.internal
source: This is a shared workspace
de: Dies ist ein gemeinsamer Arbeitsbereich

# table.column.access.acl
source: This workspace is owned by {owner} but allows access to additional users
de: Dieser Arbeitsbereich gehört {owner}, erlaubt aber den Zugriff weiterer Benutzer

# table.header.title
source: Title
de: Titel

# table.header.lastModified
source: Last modified
de: Letzte Änderung

# table.header.changes
source: Changes
de: Änderungen

# table.header.actions
source: Actions
de: Aktionen

# table.header.creator
source: Creator
de: Erstellt von

# table.header.description
source: Description
de: Beschreibung

# table.column.changes.empty
source: None
de: Keine

# table.column.action.show
source: Review
de: Überprüfen

# table.column.action.show.title
source: Show changes in workspace {workspace}
de: Änderungen im Arbeitsbereich {workspace} anzeigen

# table.column.action.show.disabled.title
source: No changes to review
de: Keine Änderungen zur Überprüfung

# table.column.action.edit
source: Edit workspace {workspace}
de: Arbeitsbereich {workspace} bearbeiten

# table.column.action.delete
source: Delete workspace {workspace}
de: Arbeitsbereich {workspace} löschen

# footer.action.create
source: Create new workspace
de: Neuen Arbeitsbereich erstellen

# footer.workspaceCount
source: {total} workspaces ({internal} public, {private} private)
de: {total} Arbeitsbereiche ({internal} öffentliche, {private} private)

# badge.isStale
source: Workspace is stale!
de: Arbeitsbereich wurde lange nicht verwendet!

# badge.isUserWorkspace
source: (This is your workspace)
de: (Das ist dein Arbeitsbereich)

# badge.changes.new
source: {count} new nodes were added
de: {count} neue Elemente wurden hinzugefügt

# badge.changes.changed
source: {count} nodes were changed
de: {count} Elemente wurden geändert

# badge.changes.removed
source: {count} nodes were removed
de: {count} Elemente wurden entfernt

# badge.changes.unknown
source: {count} nodes were changed but might be orphaned
de: {count} wurden geändert, aber sind vermutlich nicht mehr erreichbar

# dialog.action.cancel
source: Cancel
de: Abbrechen

# dialog.action.create
source: Create workspace
de: Arbeitsbereich anlegen

# dialog.action.delete
source: Delete this workspace
de: Diesen Arbeitsbereich löschen

# dialog.action.update
source: Save changes
de: Änderungen speichern

# dialog.create.header
source: Create new workspace
de: Neuen Arbeitsbereich erstellen

# dialog.edit.header
source: Edit workspace "{workspace}"
de: Arbeitsbereich "{workspace}" bearbeiten

# dialog.delete.header
source: Delete workspace "{workspace}"?
de: Arbeitsbereich "{workspace}" löschen?

# dialog.delete.pointOfNoReturn
source: This action cannot be undone.
de: Diese Aktion kann nicht rückgängig gemacht werden.

# dialog.delete.rebasedWorkspaces
source: The following workspaces will be rebased onto the <strong>live</strong> workspace:
de: Die folgenden Arbeitsbereiche werden den <strong>Live</strong>-Arbeitsbereich verschoben:

# dialog.delete.privateWorkspaces
source: <strong>{count}</strong> private workspace(s)
de: <strong>{count}</strong> private(r) Arbeitsbereich(e)

# dialog.delete.unpublishedChanges
source: Deleting this workspace will also discard <strong>{count}</strong> unpublished changes.
de: Wenn Sie diesen Arbeitsbereich löschen, werden auch <strong>{count}</strong> unveröffentlichte Änderungen verworfen.

# workspace.title.label
source: Title
de: Titel

# workspace.description.label
source: Description
de: Beschreibung

# workspace.baseWorkspace.label
source: Base workspace
de: Basis-Arbeitsbereich

# workspace.owner.label
source: Owner
de: Eigentümer

# workspace.acl.label
source: Allow access for additional users:
de: Den Zugriff für weitere Benutzer erlauben:

# workspace.acl.filter.placeholder
source: Filter by name
de: Nach Namen filtern

# workspace.acl.filter.empty
source: No users found
de: Keine Benutzer gefunden

# workspace.visibility.label
source: Visibility
de: Sichtbarkeit

# workspace.visibility.internal
source: Public – Any logged in editor can see and modify this workspace.
de: Öffentlich - eingeloggte Redakteur*innen können diesen Arbeitsbereich sehen und ändern.

# workspace.visibility.internal.info
source: Any logged in editor can see and modify this workspace.
de: Eingeloggte Redakteur*innen können diesen Arbeitsbereich sehen und ändern.

# workspace.visibility.private
source: Private – Only reviewers and administrators can access and modify this workspace.
de: Privat - nur Prüfer*innen und Administrator*innen können auf diesen Arbeitsbereich zugreifen und ihn ändern.

# workspace.visibility.private.info
source: Only reviewers and administrators can access and modify this workspace.
de: Nur Prüfer*innen und Administrator*innen können auf diesen Arbeitsbereich zugreifen und ihn ändern.

# workspace.visibility.isPersonal
source: This is a personal workspace and only the owner can access and modify this workspace.
de: Dies ist ein persönlicher Arbeitsbereich, den Eigentümer*innen einsehen und ändern können.

# message.workspaceUpdated
source: The workspace "{workspaceName}" has been updated
de: Der Arbeitsbereich "{workspaceName}" wurde aktualisiert

# message.workspaceCreated
source: The workspace "{workspaceName}" has been created
de: Der Arbeitsbereich "{workspaceName}" wurde erstellt

# message.workspaceRemoved
source: The workspace "{workspaceName}" has been removed, {unpublishedNodes} changes have been discarded and {dependentWorkspaces} dependent workspaces have been rebased
de: Der Arbeitsbereich "{workspaceName}" wurde entfernt, {unpublishedNodes} Änderungen wurden verworfen und {dependentWorkspaces} abhängige Arbeitsbereiche wurden neu zugeordnet

# message.workspaceIsPersonal
source: The workspace "{workspaceName}" is personal and cannot be deleted
de: Der Arbeitsbereich "{workspaceName}" ist personengebunden und kann nicht gelöscht werden

# message.workspaceRebased
source: Workspace "{dependentWorkspaceName}" has been rebased to "live" as it depends on workspace "{workspaceName}"
de: Arbeitsbereich "{dependentWorkspaceName}" wurde auf "live" umgestellt, da er vom Arbeitsbereich "{workspaceName}" abhängt.

# error.invalidWorkspaceChain
source: The base workspaces of "{workspaceName}" cannot be resolved
de: Die Basisarbeitsbereiche von "{workspaceName}" können nicht aufgelöst werden

# error.workspaceInaccessible
source: You are not permitted to access the workspace "{workspaceName}"
de: Sie sind nicht berechtigt, auf den Arbeitsbereich "{workspaceName}" zuzugreifen
